<!-- saved from url=(0017)http://localhost/ -->
<!DOCTYPE html PUBLIC "" "">
<HTML lang="ja-JP">
<head>
	<META content="IE=11.0000" http-equiv="X-UA-Compatible">
	<META charset="utf-8">
		<title>コイカツ キャラメイク体験版 プレイマニュアル</title>
<script src="img/jquery.min.js"></script>
<script src="img/script.js"></script>
<link href="img/style.css" rel="stylesheet" type="text/css" />

</head>
<body>

	<div id="header" align="center">
		<!----------------------------------------------------------------------------------------------------------->

		<ul id="menu">
			<li>
				<a href="#page0">はじめに</a>
				<div class="subMenu">
					<a href="#page0">・本プログラムについて</a>
					<a href="#ope">・基本操作</a>
					<a href="#page1">・利用規約</a>
					<a href="#spec">・動作環境</a>


				</div>
			</li>
			<li>
				<a href="#startup">初期設定</a>
				<div class="subMenu">
					<a href="#startup">・初期設定画面</a>
					<a href="#data">・ユーザーフォルダ</a>
				</div>
			</li>
			<li>
				<a href="#titlehr">ゲーム画面</a>
				<div class="subMenu">
					<a href="#titlehr">・タイトル画面</a>
					<a href="#customope">・キャラメイク</a>
					<a href="#chara_up">・アップローダー</a>
					<a href="#chara_dl">・ダウンローダー</a>
					<a href="#config">・コンフィグ</a>
				</div>
			</li>
			<li>
				<a href="#customope">キャラメイク</a>
				<div class="subMenu">
					<a href="#customope">・キャラメイク</a>
					<a href="#custom01">・顔型や体型の調整</a>
					<a href="#custom02">・種類と色の選択</a>
					<a href="#cloth">・衣装設定</a>
					<a href="#accessory">・アクセサリ設定</a>
					<a href="#profile">・プロフィール</a>
					<a href="#save_cl">・衣装のｾｰﾌﾞ・ﾛｰﾄﾞ</a>
					<a href="#save_n">・キャラの新規セーブ</a>
					<a href="#save_ol">・キャラの上書きセーブ</a>
					<a href="#save_ol">・キャラデータの削除</a>
					<a href="#chara_load">・キャラのロード</a>
					<a href="#chara_up">・アップローダー</a>
					<a href="#chara_dl">・ダウンローダー</a>

				</div>
			</li>
			<li class="nflow"><a href="#keyboard">ショートカット</a></li>

			<li class="nflow"><a href="#support">サポート</a></li>

		</ul>
	</div>



	<div id="topSpacer"> </div>


<div id="content">
	<div id="title">
		////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////　<br>
		<b>「 コイカツ キャラメイク体験版 」</b> Copyright (C) ILLUSION<br>
		////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////　
	</div>
<hr id="page0">
	<h4>　はじめに</h4>
<div id="page0Cont" class="ContBG">
	・<b>本プログラムについて</b><br>
	　この度は「コイカツ キャラメイク体験版」をダウンロードして頂き、誠にありがとう御座います。<br>
	　本プログラムは、弊社製品「コイカツ！」のキャラメイクシステムを体験するプログラムとなります。<br>
	<br>
	　※本プログラムで作成したキャラクターはゲーム本編に使用することが可能になる予定です。<br>
	<br>

・<b id="ope">基本操作</b><br>
　本プログラムでは以下のWindows基本操作を使用します。<br>
<br>
　<b>①左クリック</b> ： マウスの左ボタンを押して下さい。　　<b>②左ボタンドラッグ</b> ： マウスの左ボタンを押したままマウスを動かして下さい。<br>
	<br>
	　本マニュアルでは「～を選択して下さい」という表現がございます。<br>
	　こちらの記載があった場合は「～」の部分にマウスカーソルを移動させて、マウスの左ボタンをクリックして下さい。<br>
	　（例：「決定ボタンを選択して下さい」とありましたら、「決定ボタン」にマウスカーソルを移動させてマウスの左ボタンをクリックして下さい。）<br>
	<br>
	<b>
		　※場合によってはファイルのコピー・移動・削除等の操作を行う必要がある場合があります。<br>
		　　こちらがわからないという場合は、お手数ではございますがお使いのパソコンメーカーにお問い合わせ下さい。
	</b><br>
	<br>
	<b>　日本語入力</b> ： 入力欄で日本語入力をする場合は、入力欄をクリックしてキーボードの「Alt」キーを押しながら「半角／全角」キーを押してから文字を入力して下さい。<br>
	　※一度この操作を行うとゲームを再起動するか、再び同じ操作をするまで日本語入力になります。<br>
	<br>
	<b>　カメラ操作</b>：キャラメイクシーンでは下記操作でカメラの移動・回転が行えます。<br>
	　<img src="img/camera.png"><br>
</div><!--page0-->

<hr id="page1">
	<h4>　利用規約</h4>
<div id="caution" class="ContBG">
	　プレイする前に必ずお読み下さい。<br>
	<div class="supsub">　！免責事項！</div>
	　●本プログラムを使用する事で発生したトラブルや損失、損害に対して、当社は一切責任を負いません。<br>
	　　ハードディスク中にあるデータ及びプログラムなどはバックアップをし、良識的な行動に努めて下さい。<br>
	　●この作品はすべてフィクションです。<br>
	　　作品内に登場する人物・団体名・地名・商品名・事件及び時代背景・職業は全て架空のものであり、実際のものとは一切関係ありません。<br>
	　　また、このゲームは作品内容及び演出上18歳未満の方の購入・プレイが禁止されています。<br>
	　　登場人物は全て18歳以上です。<br>
	<br>
	<div class="supsub">　！禁止事項！</div>
	　●このプログラム、データ及びマニュアルの一部または全部を無断で複製や改造する行為は、法律によって禁止されています。<br>
	　　また、インターネットでのファイル共有やアップロード、レンタル業務、及びそれに類する行為での使用は一切認めておりません。<br>
	　●動画配信、並びにスクリーンショット等の二次利用は禁止とさせて頂きます。<br>
	　●本作品には暴力的、残酷的なシーン、犯罪にあたる行為等、過激な表現が含まれております。絶対に真似をしないで下さい。<br>
	　　 作品内での行動は同意の上の演技でありフィクションです。　この作品の内容と同じ事を現実に行うと法律によって処罰される場合があります。<br>
	<br>

	<div class="supsub">　！注意！</div>
	　●モニターに近づき過ぎないように注意して下さい。<br>
	　●長時間プレイする場合は、健康のため1～2時間ごとに10～15分程度の小休止をして下さい。<br>

	<br>
	<div class="supsub">　！警告！</div>
	　●疲れているときのプレイや連続した長時間のプレイは健康上好ましくありませんので避けて下さい。<br>
	　　以前テレビを見ていて、または強い刺激を受けたときに一時的に筋肉の痙攣や意識の喪失などを経験した方は、ゲームを始める前に医師と相談して下さい。<br>
	　　ゲームのプレイ中にそのような症状が起きた場合は、直ちにゲームを止め、医師の診断を受けて下さい。<br>
</div><!--page0-->



<hr id="spec">

	<h4>　動作環境</h4>

<ul id="specc" class="ContBG">
<li>

		<ul id="specBody">
			<li> </li>
			<li>必須動作環境</li>
			<li>推奨動作環境</li>

			<li>対応OS</li>
			<li class="ww">Windows 7 / 8.1 / 10　64bit日本語版 <b>※1</b></li>
			<li style="display: none;"> </li>

			<li>DirectX</li>
			<li class="ww">DirectX 11 に対応した環境</li>
			<li style="display: none;"> </li>

			<li>CPU</li>
			<li>Intel Core ｉ３ 4000 以上 <b>※２</b></li>
			<li>Intel Core ｉ５ 4000 以上 <b>※２</b></li>

			<li>メインメモリ</li>
			<li>実装 ４ＧＢ 以上 </li>
			<li>実装 ８ＧＢ 以上 </li>

			<li>HDD空き容量</li>
			<li>８ＧＢ 以上 </li>
			<li>１０ＧＢ 以上 </li>

			<li>グラフィック</li>
			<li>
				VRAM １ＧＢ 以上 <b>※３ ※４</b>
			</li>
			<li>VRAM ２ＧＢ 以上 <b>※３</b></li>

			<li>ROMドライブ</li>
			<li class="ww">DVD-ROMドライブ</li>
			<li style="display: none;"> </li>

			<li>接続機器</li>
			<li class="ww">ホイールマウス・キーボード、ディスプレイ解像度 1280×720 以上</li>
			<li style="display: none;"> </li>


			<li id="specEtc">
				<b>※１</b> 32bit 版は非対応となります。タッチ操作は非対応となります。 <br>
				<b>※２</b> intel社製 CPUを推奨します。<br>
				<b>※３</b>　「NVIDIA社製　GeForce 500 シリーズ以上」 「ATI社製　RADEON HD6000シリーズ以上」搭載の グラフィックカード、 <br>
				　　　 「Intel社製 Intel HD Graphics 4000 以上」以外は動作保証外となります。<br>
				　　　 「～に内蔵」もしくは「メインメモリ共有」と表記のあるグラフィックシステムは推奨動作環境に含まれません。<br>
				<b>※４</b> VRAMが1GBの場合、簡易設定を「ノーマル」もしくは「パフォーマンス」に設定して下さい。<br>
				<br>
				※中古パソコン・自作パソコンではサポートが行えない可能性がございます。 <br>
				※ ノートパソコンの場合、同スペックのデスクトップパソコンと比べて動作が遅くなる事がございます。<br>
				<br>
				メーカー製パソコンはドライバのバージョンアップや機器の増設をした場合、動作保証をしないケースがほとんどです。<br>
				これらを踏まえた上で弊社では最大限のサポートをしてまいりますが、パソコンのパーツやドライバ等の組み合わせによる不具合につきましては、 <br>
				弊社が動作を保証することは出来ません。ご了承下さいますようお願い申し上げます。<br>
				<br>
				・お使いのパソコンが必須動作環境を満たしているかどうかは、お使いのパソコンハードメーカーのサポートへお問い合わせください。<br>
				・必要な空き容量は環境により変化いたしますので予めご了承下さい。<br>
				・動作環境を充たしている場合でもドライバ等が古い場合、正常に動作しない場合があります。<br>
				・ドライバはインターネットで各メーカーから入手します。<br>
				インターネットを使える環境が無いとドライバの入手が困難になり、正常に動作させることが出来ない場合があります。<br>
			</li>
		</ul>
</li>
</ul>


<hr id="inst">
	
	<h4>　インストール方法</h4>
<div id="instCont" class="ContBG">
	　①フォルダ内にあります「Startup.exe」を 右クリック → 管理者として実行 で起動して下さい。<br>
	<br>
	　②スタートアップの「コイカツ キャラメイク 体験版をインストール」を選択すると、インストーラーが起動しますので画面の指示に従いインストールを行って下さい。<br>
	　　※「C:\Program Files」等のシステムフォルダや、「D:\」等のバックアップ領域など、特定の場所にインストールすると各種データの保存が行えません。<br>
	　　　該当する場所にはインストールしないで下さい。<br>
	　　※インストール先の変更を行わずに、インストーラーが指定した場所へインストールする事を推奨致します。<br>
	　　※画面のメーターが進まない、応答なしの等の表記が出ても裏で作業が続いている可能性がありますので、お手数ではございますがお待ち頂けますようお願い致します。<br>
	<br>
	　③インストールが完了しますと、デスクトップに「コイカツ キャラメイク体験版」のアイコンが表示されます。<br>
	　　デスクトップにありますアイコンをダブルクリックで起動しますと「<a href="#startup">初期設定</a>」画面が表示されますので、こちらよりゲームを起動して下さい。<br>
	<br>
	　※一度インストールを行えば、再度インストールを行う必要はございません。<br>
	　　
</div>
	
	
<hr id="uninst">
	<h4>　アンインストール方法</h4>
<div id="uninstCont" class="ContBG">
	　「コントロールパネル」の「プログラムのアンインストール」より「ILLUSION コイカツ キャラメイク体験版」を削除して下さい。<br>
	　ゲームの削除を行っても撮影した画像やセーブデータ等一部のファイルが残る場合がございます。　<br>
	　完全に削除したい場合は、お手数ではございますが手動にて残ったファイルの削除を行って下さい。
</div>




<hr id="startup">

<h4>　初期設定</h4>
	<div class="w100a">　デスクトップにあります「コイカツ キャラメイク 体験版」を起動しますと「初期設定」が表示されます。</div>
<ul id="startupCont" class="ContBG">
	<li class="CTextA"><img src="img/startup.jpg"></li>

	<li class="CTextB">
		<b>① 画面サイズ</b>
		　表示する画像解像度を指定します。<br>
		<br>
		<b>② 全画面表示</b>
		　チェックを入れると「全画面」、外すと「ウインドウ」で起動します。<br>
		　「全画面」で正常に表示されない場合は「ウインドウ」に設定して下さい。<br>
		<br>
		<b>③ 簡易設定</b>
		　<div class="b_sub">・パフォーマンス</div> パソコンに負担をかけない設定です。<br>
		　<div class="b_sub">・ノーマル</div> 速度・品質の中間の設定です。<br>
		　<div class="b_sub">・クオリティ</div> 高スペック対応の設定です。<br>
		<br>
		<b>④ ディスプレイ</b>
		　ディスプレイを複数使用している場合「全画面」で表示するディスプレイを選びます。<br>
		　※ディスプレイが１つの場合は関係ありません。<br>
		<br>
		<b>⑤ ゲーム開始</b>
		　体験版を開始します。 ※<a href="#titlehr">タイトル画面</a>が表示されます。<br>
		<br>
		<b>⑥ マニュアルを読む</b>
		　本マニュアルを表示します。<br>
		<br>
		<b>⑦ システム情報</b>
		　使用しているパソコン環境を表示します。<br>
		<br>
		<b>⑧ インストール先を開く</b>
		　ゲームがインストールされているフォルダを開きます。<br>
		<br>
		<b>⑨ 終了</b>
		　ゲームを終了します。<br>
		<br>
		<b>⑩ 体験版のキャラフォルダを開く</b>
		　コイカツ キャラメイク 体験版のキャラデータが保存されているフォルダを開きます。<br>
		
	</li>
</ul>


<hr id="data">
	<h4>　ユーザーフォルダの説明</h4>
<div id="dataFolder" class="ContBG">
	　「コイカツ キャラメイク 体験版」のインストール先を開くと[ UserData ]フォルダがあります。各種保存したデータはこのフォルダの中にあります。<br>
	　 ※標準のインストール先は　<b>C:\illusion\KoikatuTrial</b>　となります。<br>
	<br>
	　<b>・[　Bg　]</b> ： <a href="#customope">キャラメイク</a>で使用できる背景画像が格納されます。
	　<b>・[　Coordinate　]</b> ： <a href="#customope">キャラメイク</a>で<a href="#save_cl">保存した衣装セット</a>が格納されます。
	　<br><br>
	　<b>・[　Chara　]</b> ： フォルダ内の「female」フォルダに <a href="#save_n">保存</a>したキャラデータが格納されます。※体験版では男性のキャラメイク機能はございません。<br><br>

	　<b>・[　CardFrame　]</b> ： <a href="#cap">撮影モード</a>で使用する前面フレーム、背面フレーム用画像が格納されてます。<br>
	　　※フォルダ内の「Front」に前面フレーム、「Back」フォルダに背面フレーム画像が格納されています。<br><br>

</div>



	<hr id="titlehr">
<h4>　タイトル画面</h4>
<ul id="titleScene" class="ContBG">
	<li class="CTextA"><img src="img/title.jpg"></li>
	<li class="CTextB">
		<b>① キャラメイク</b>
		　キャラメイクを開始します。　<a href="#customope"><img src="img/more.png" alt="詳細" title="詳細はこちらをご覧下さい。"></a><br>
		<br>
		
		<b>② アップローダー</b>
		　作成したキャラをゲーム内から「 <a href="http://up.illusion.jp/koikatu_upload/chara/index.php">キャラクターアップローダー</a> 」に投稿する事が出来ます。<br>
		　※パソコンにインターネット接続環境が必要となります。<a href="#chara_up"><img src="img/more.png" alt="詳細" title="詳細はこちらをご覧下さい。"></a><br>
		　※利用前に必ず <a href="http://up.illusion.jp/koikatu_upload/chara/company.php">アップローダー利用規約</a> をご覧下さい。<br>
		<br>
		<b>③ ダウンローダー</b>
		　「 <a href="http://up.illusion.jp/koikatu_upload/chara/index.php">キャラクターアップローダー</a> 」のキャラをゲーム内からダウンロードする事が出来ます。<br>
		　※パソコンにインターネット接続環境が必要となります。<a href="#chara_dl"><img src="img/more.png" alt="詳細" title="詳細はこちらをご覧下さい。"></a><br>
		<br>
		<b>② エンド</b>
		　ゲームを終了します。<br>
		
</ul>


<hr id="customope">
<h4>　キャラメイク</h4>
	<div class="w100a">　キャラの容姿・衣装等を設定することができます。　※体験版では選べる種類等の一部が制限されています。</div>
<ul class="ContBG lImage">
	<li class="CTextA"><img src="img/custom/0_title.png"></li>

	<li class="CTextB">
		<br>
		<b>① メインメニュー</b>
		　メイク部位とシステムです。選択すると「② メイク項目」に詳細が表示されます。<br>
		　※左から「 顔 」「 身体 」「 髪 」「 服装 」「 アクセサリ 」「 プロフィール 」<br>
		　　「 セーブ・ロード 」「 BGM切り替え 」となります。<br>
		　※「 BGM切り替え 」は選択するとＯＮ／ＯＦＦが切り替わります。<br>
		<br>
		<b>② メイク項目</b>
		　「① メインメニュー」で選択された項目の詳細を表示します。<br>
		　各部位のカスタムを「ボタン選択」や「スライダー操作」等で行います。<br>
		　※詳しくは <a href="#custom01">顔型や体型の調整</a>　<a href="#custom02">種類と色の選択</a>　<a href="#accessory">アクセサリ</a> を御覧下さい。<br>
		<br>
		<b>③ 確認メニュー</b>
		　キャラの状態を変更して各種確認を行うことが出来ます。<br>
		<br>
		<b>④ コーディネートタイプ</b>
		　着用する状況を選択します。<br>
		　服装とアクセサリーの設定はコーディネートタイプごとに記憶されます。<br>
		<br>
		<b>⑤ キャラビュー</b>
		　メイク中のキャラを表示しています。<br>
		　「<a href="#ope">カメラ操作</a>」で３６０°自由に回転させることが出来ます。<br>
		<br>
		<b>⑥ ネームプレート</b>
		　現在メイクしているキャラの名前が表示されます。<br>
		　※名前は <a href="#profile">プロフィール</a> にて変更することが出来ます。<br>
		<br>
		<b>⑦ 戻る</b>
		　 「 <a href="#titlehr">タイトル画面</a> 」に移動します。<br>
		<br>

		<br>

	</li>

</ul>

	<br id="custom01">
	<div class="w100"><b>●顔型や体型の調整（スライダー操作）</b>　： 顔型や体型を変更する場合はスライダーでの操作となります。以下、例として体型変更方法を記載します。</div>
	<ul class="ContBG lImage">
	<li class="CTextA"><img src="img/custom/1_body.png" alt=""></li>

	<li class="CTextB">
	<br>
		<b>①</b>
		　「メインメニュー」より「体」を選択します。<br>
		<br>
		<b>②</b>
		　「メイク項目」から調整したい部位を選択します。<br>
		<br>
		<b>③</b>
		　調整可能部位とスライダーが表示されます。<br>
		　 ※スライダー部分、または右側の「数値入力」で調整することが出来ます。<br>
		　 ※顔型、体型以外のスライダー操作も同じ操作方法となります。<br>
		<br>
		　<img src="img/custom/slider.png" alt="">
	</li>
</ul>


<br id="custom02">
<div class="w100">	<b>●種類と色の選択</b>　： 多くの項目は「種類」と「色」の変更が可能です。以下、例として前髪の種類と色変更方法を記載します。</div>
<ul class="ContBG image550">
	<li class="CTextA"><img src="img/custom/2_color.png" alt=""></li>

	<li class="CTextB">
		<b>①</b>
		　「メインメニュー」より「髪」を選択します。<br>
		<br>
		<b>②</b>
		　「メイク項目」から「前髪」を選択します。<br>
		<br>
		<b>③</b>
		　前髪用のメイク項目が表示されますので「前髪の種類」を選択します。<br>
		<br>
		<b>④</b>
		　前髪用の「選択ウインドウ」が表示されますので、変えたい髪を選択します。<br>
		<br>
		<b>⑤</b>
		　メイク項目の「前髪の基本の色」を選択します。<br>
		<br>
		<b>⑥</b>
		　色変更用のウインドウが表示されますので「ピッカー」「スライダー」「プリセット」の<br>
		　いずれかから色を選択します。<br>
		　 ※選んでいる服やアクセサリによって「サブカラー」が選択できる場合があります。<br>
		　 ※色の選択は「左ボタンクリック」もしくは「左ボタンドラッグ」で行います。<br>
		　 ※「スライダー」の数値部分は選択後にキーボードのテンキーで数値入力が可能です。<br>
		　 ※「プリセット」の「01～05」は右端の項目を「左ボタンクリック」すると<br>
		　 　「見本」に表示されている色を保存します。<br>
		　 ※「透明度」が変更できる項目に関しては「透明度」のスライダーが表示されます。<br>

	</li>
</ul>

	<br id="cloth">

<div class="w100">	<b>●衣装設定</b>　： 服、下着、靴、靴下等の設定を行うことが出来ます。</div>
<ul class="ContBG image550">
	<li class="CTextA"><img src="img/custom/3_cloth.png" alt=""></li>

	<li class="CTextB">
		<b>①</b>
		　状況を選択します。<br>
		<br>
		<b>②</b>
		　「メインメニュー」より「服」を選択します。<br>
		<br>
		<b>③</b>
		　「メイク項目」から設定したい部位を選択します。<br>
		<br>
		<b>④</b>
		　変更したい「種類」を選択します。<br>
		　※色変え可能 の表記がある項目は <a href="#custom02">色の変更</a>を行うことが出来ます。<br>
		<br>
		<b>⑤</b>
		　一覧が表示されますので着せたい服を選択します。<br>
		<br>
		
	</li>
</ul>




	<br id="accessory">
	<div class="w100">	<b>●アクセサリ設定</b>　： アクセサリは最大20個まで好きな大きさ・好きな位置に付けることが出来ます。以下、例として眼鏡を頭にかける方法を記載します。</div>
<ul class="ContBG image550">
	<li class="CTextA"><img src="img/custom/4_accessory.png" alt=""></li>

	<li class="CTextB">
		<b>①</b>
		　「メインメニュー」より「アクセサリ」を選択します。<br>
		<br>
		<b>②</b>
		　好きな番号を選択します。 ※例では「スロット01」を選択します。<br>
		<br>
		<b>③</b>
		　メイク項目の「タイプ」を選択します。<br>
		<br>
		<b>④</b>
		　一覧から「 顔 」を選択します。<br>
		<br>
		<b>⑤</b>
		　顔用アクセサリ項目が追加されますので「種類」を選択します。<br>
		<br>
		<b>⑥</b>
		　一覧より掛けたい眼鏡を選択します。<br>
		<br>
		<b>⑦</b>
		　「調整01」を選択します。<br>
		　　※アクセサリを部分的に調整できる場合「調整02」が表示されます。<br>
		<br>
		<b>⑧</b>
		　調整用の項目が表示されますので、各項目の調整を行います。<br>
		　 各項目の「Ｘ、Ｙ、Ｚ」を「左ボタンドラッグ」で操作するか「数値入力」で<br>
		　 調整することが出来ます。<br>
		　　・位置X ： 左右横方向の位置を調整します。<br>
		　　・位置Y ： 上下縦方向の位置を調整します。<br>
		　　・位置Z ： 前後の位置を調整します。<br>
		　　・角度X ： 縦回転させます。<br>
		　　・角度Y ： 横回転させます。<br>
		　　・角度Z ： 時計回転させます。<br>
		　　・拡縮X ： 横方向の大きさを変更します。<br>
		　　・拡縮Y ： 縦方向の大きさを変更します。<br>
		　　・拡縮Z ： 厚みを変更します。<br>
		<br>
		　※アクセサリの親を変更すると、親の動きに追随して動くようになります。<br>

	</li>
	<li style="width:100%" id="make03sup">
		<br>
		<div class="supsub">　■「コピー」　： 設定したアクセサリを他のコーディネートタイプにコピーすることが出来ます。</div>
	</li>
	<li class="CTextA"><img src="img/custom/4_accessory2.png" alt=""></li>

	<li class="CTextB">
		<b>①</b>
		　アクセサリ編集後、「メイク項目」の「コピー」を選択します。<br>
		<br>
		<b>②</b>
		　「コピー元」のコーディネートタイプを選択します。<br>
		<br>
		<b>③</b>
		　コピーしたいアクセサリを選択します。<br>
		<br>
		<b>④</b>
		　「コピー先」のコーディネートタイプを選択します。<br>
		<br>
		<b>⑤</b>
		　選択したアクセサリがコピーされます。<br>

	</li>
	<li style="width:100%" id="make03sup">
		<br>
		<div class="supsub">　■「入れ替え」　： アクセサリの「調整」値を他のスロットにコピーしたり、複製を作ることが出来ます。</div>
	</li>
	<li class="CTextA"><img src="img/custom/4_accessory3.png" alt=""></li>

	<li class="CTextB">
		<b>①</b>
		　アクセサリ編集後、「メイク項目」の「入れ替え」を選択します。<br>
		<br>
		<b>②</b>
		　「コピー元」のアクセサリスロットを選択します。<br>
		<br>
		<b>③</b>
		　「コピー先」のアクセサリスロットを選択します。<br>
		<br>
		<b>④</b>
		　コピーする項目を選択します。<br>
		　 ・スロットをコピー ：「コピー元」アクセサリを「コピー先」に全てコピーします。<br>
		　 ・左右の親を切り替える ： 左耳右耳等、左右の表記がある「親」を指定している場合、<br>
		　 　　　　　　　　　　　　 「スロットをコピー」選択時に逆の親に変更されます。<br>
		　 ・調整をコピー  ： 「コピー元」アクセサリの調整値のみをコピーします。<br>
		　 ・左右反転コピー ：「コピー元」アクセサリの調整値「角度Y」のみを反転してにコピーします。<br>
		　 ・上下反転コピー ： 「コピー元」アクセサリの調整値「角度X」のみを反転してにコピーします。<br>
		<br>
		※アクセサリを部分的に調整できる場合「調整02」が表示されます。<br>
		<br>
	</li>
</ul>


<br id="profile">

<div class="w100"><b>●キャラのプロフィール設定</b>　： キャラの名前や性格、好み等のキャラの個性に関わる設定を行うことが出来ます。</div>
<ul class="ContBG image550">
		<li class="CTextA"><img src="img/custom/5_profile.jpg" alt=""></li>
		<li class="CTextB">
			<b>①</b>
			　「メインメニュー」より「プロフィール」を選択します。<br>
			<br>
			<b>②</b>
			　「キャラ」を選択すると設定画面が表示されます。<br>
			<br>
			<b>③</b>
			　プロフィールを設定することが出来きます。<br>
		</li>

	</ul>



<br id="save_cl">

<div class="w100"><b>●衣装のセーブ・ロード・削除</b>　： 設定した服装とアクセサリの管理を行うことが出来ます。</div>
<ul class="ContBG image550">
	<li class="CTextA"><img src="img/custom/6_save_cl.jpg" alt=""></li>
	<li class="CTextB">
		<b>①</b>
		　「メインメニュー」より「セーブ・ロード」を選択します。<br>
		<br>
		<b>②</b>
		　「服の保存と削除」を選択すると衣装データの管理が表示されます。<br>
		<br>
		<b>③</b>
		　保存されている衣装データの一覧です。上書きセーブ・ロードを行う際にこちらから選択します。<br>
		<br>
		<b>④</b>
		　一覧の並び順を変更することができます。<br>
		<br>
		<b>⑤</b>
		　管理コマンドです。実行したい項目を選択します。<br>
		　 ・削除 ： 一覧で選択している衣装データを削除します。<br>
		　　　※ゲームだけではなく、パソコン自体からデータが削除されますのでご注意下さい。<br>
		　 ・新規セーブ ： 現在キャラビューに表示されている衣装を保存します。<br>
		　　　※保存する際に名前入力欄が表示されます。※保存が完了すると一覧に追加されます。<br>
		　 ・上書きセーブ ： 一覧で選択している衣装データを現在表示されている衣装に上書きします。<br>
			<br>
		</li>
	<li style="width:100%" id="load_cl">
		<br>
		<div class="supsub">　■ロード　： 衣装データから読み込みたい項目を選択して読み込むことが出来ます。</div>
	</li>
	<li><img src="img/custom/6_load_cl.jpg" alt=""></li>
	<li class="CTextB">
		<b>①</b>
		　「メインメニュー」より「セーブ・ロード」を選択します。<br>
		<br>
		<b>②</b>
		　「服読み込み」を選択すると読み込み画面が表示されます。<br>
		<br>
		<b>③</b>
		　保存されている衣装データの一覧です。読み込みたい衣装を選択します。<br>
		<br>
		<b>④</b>
		　一覧の並び順を変更することができます。<br>
		<br>
		<b>⑤</b>
		　読み込む項目を選択することが出来ます。<br>
		<br>
		<b>⑥</b>
		　選択されている情報を読み込みます。<br>
		　　※保存していない情報は破棄されますのでご注意下さい。 <br>
		<br>
	</li>

	</ul>


	<br id="save_n">

	<div class="w100"><b>●キャラの新規セーブ</b>　： キャラの新規セーブを行う際には、キャラセーブデータで使用するプレビュー画像を作成します。</div>
	<ul class="ContBG image550">
	<li class="CTextA"><img id="cap" src="img/custom/7_save_n.png" alt=""></li>

	<li class="CTextB">
		<b>①</b>
		　「メインメニュー」より「セーブ・ロード」を選択します。<br>
		<br>
		<b>②</b>
		　「キャラ保存と削除」を選択するとキャラデータの管理が表示されます。<br>
		<br>
		<b>③</b>
		　「新規セーブ」を選択すると撮影モードに移行します。<br>
		<br>
		<b>④</b>
		　「学生証画像（ゲーム本編で使用されるプロフィール画像）」を作成します。<br>
		　赤線のガイドに入るように位置・角度を調整します。<br>
		<br>
		<b>⑤</b>
		　表情やポーズ等を設定します。<br>
		<br>
		<b>⑥</b>
		　「学生証画像」を撮影します。<br>
		　撮影した画像は、画面左側の「学生証画像」にて確認する事ができます。<br>
		<br>
		<b>⑦</b>
		　キャラセーブデータ用のプレビュー画像を作成します。<br>
		　「カード画像を撮影」を選択します。<br>
		<br>
		<b>⑧</b>
		　枠内に入るように位置・角度を調整します。<br>
		<br>
		<b>⑨</b>
		　表情やポーズ等を設定します。<br>
		<br>
		<b>⑩</b>
		　カード画像を撮影します。<br>
		　撮影した画像は、画面左側の「カード画像」にて確認する事ができます。<br>
		<br>
		<b>⑪</b>
		　撮影した画像を確認する事ができます。<br>
		<br>
		<b>⑫</b>
		　撮影した画像でキャラセーブデータを作成します。<br>
		　※保存が完了するとキャラデータの一覧に撮影した画像で追加されます。<br>
		<br>
	</li>
	<li><br>　<img src="img/custom/sc.png" alt=""></li>
</ul>

	<br id="save_ol">

	<div class="w100">	<b>●キャラの上書きセーブ・削除</b>　： キャラの上書きセーブを行う際には、プレビュー画像の再作成を行うか選択することが出来ます。</div>
<ul class="ContBG image550">
	<li class="CTextA"><img src="img/custom/8_save_ol.png" alt=""></li>

	<li class="CTextB">
		<b>①</b>
		　「メインメニュー」より「セーブ・ロード」を選択します。<br>
		<br>
		<b>②</b>
		　「キャラ保存と削除」を選択するとキャラデータの管理が表示されます。<br>
		<br>
		<b>③</b>
		　保存されているキャラデータの一覧です。上書きセーブを行う際にこちらから選択します。<br>
		<br>
		<b>④</b>
		　一覧の並び順を変更することができます。<br>
		<br>
		<b>⑤</b>
		　管理コマンドです。実行したい項目を選択します。<br>
		　　・削除 ： 一覧で選択しているキャラデータを削除します。<br>
		　　　　※ゲームだけではなく、パソコン自体からデータが削除されますのでご注意下さい。<br>
		　　・上書きセーブ ： 一覧で選択しているキャラデータを現在のキャラに上書きします。<br>
		　　　　※「上書きセーブ」を選択すると、確認画面が表示されます。<br>
		<br>
		<b>⑥</b>
		　「変更して保存」を選択すると「<a href="#save_n">撮影モード</a>」に移行します。<br>
		　「変更せず保存」を選択するとデータだけを上書きします。<br>
		<br>
	</li>
</ul>



	<br id="chara_load">

	<div class="w100"><b>●キャラのロード</b>　： 保存したキャラの読み込みを行うことが出来ます。容姿や衣装のみの読み込みも行うことが出来ます。</div>
	<ul class="ContBG image550">
		<li class="CTextA"><img src="img/custom/9_load_cha1.jpg" alt=""></li>
		<li class="CTextB">
			<b>①</b>
			　「メインメニュー」より「セーブ・ロード」を選択します。<br>
			<br>
			<b>②</b>
			　「キャラ読み込み」を選択すると読み込み画面が表示されます。<br>
			<br>
			<b>③</b>
			　保存されているキャラデータの一覧です。読み込みたいキャラを選択します。<br>
			<br>
			<b>④</b>
			　一覧の並び順を変更することができます。<br>
			<br>
			<b>⑤</b>
			　読み込む項目を選択することが出来ます。<br>
			<br>
			<b>⑥</b>
			　選択されているキャラ情報を読み込みます。<br>
			　※保存していない情報は破棄されますのでご注意下さい。 <br>
			<br>
		</li>
		
	</ul>


<br id="chara_up">

	<div class="w100"><b>●アップローダー</b> ： 弊社ホームページで公開している「 <a href="http://up.illusion.jp/koikatu_upload/chara/index.php">キャラクターアップローダー</a> 」に作成したキャラをゲーム内から投稿する事が出来ます。<br></div>
	<ul class="ContBG image550">
		<li class="CTextA">
			※パソコンにインターネット接続環境が必要となります。必ず <a href="http://up.illusion.jp/koikatu_upload/chara/company.php">ご利用規約</a> を御覧下さい。<br>
			<img src="img/game/chara_up.jpg" alt="">
			※状況によりアップロードされたキャラを弊社で確認する形式になる可能性があります。<br>
			　その場合、アップロードから公開まで時間がかかります事を、予めご了承下さい。<br>
			<br>
			<b style="color: red;font-weight: normal">
				　■体験版でのアップロードは 4月26日18時までとなります。<br>
				　　以後は4月27日発売予定の製品版のみアップロードが可能となります。<br>
				　　　※体験版キャラデータのダウンロードはアップロード終了後も可能となります。<br>
				　　　　製品版キャラデータはキャラリストに表示されず体験版では使用出来ません。<br>
				　　　※日程は予告なく変更される場合もございます。<br>
				　　予めご了承下さい。
			</b><br>
			<br>
		</li>
		<li class="CTextB">
			<b>① 男キャラ ／ 女キャラ</b>
			　キャラリストの性別を切り替えます。　※体験版では使用することが出来ません。<br>
			<br>
			<b>② キャラリスト</b>
			　<a href="#customope">キャラメイク</a>、<a href="#chara_dl">ダウンロード</a>で保存されたキャラ一覧です。<br>
			　・名前 ： リストを名前順に並び替えます。<br>
			　・日付 ： リストを登録した日付順に並び替えます。<br>
			<br>
			<b>③ キャラ画像</b>
			　現在選択されているキャラの画像と詳細です。<br>
			<br>
			<b>④ ハンドルネーム</b>
			　アップローダーに表記される投稿者の名前です。　※無記入可。16文字まで。<br>
			<br>
			<b>⑤ コメント</b>
			　アップロードするキャラのコメントを記入して下さい。　※無記入可。80文字まで。<br>
			<br>
			<b>⑥ 利用規約</b>
			　<a href="http://up.illusion.jp/koikatu_upload/chara/company.php">ご利用規約</a>を表示します。必ずご確認下さい。<br>
			<br>
			<b>⑦ アップロード</b>
			　選択しているキャラをアップロードします。<br>
			<br>
			<b>⑧ タイトル</b>
			　<a href="#titleScene">タイトル画面</a>に戻ります。<br>
			<br>
			<b>⑨ダウンロードへ</b>
			　<a href="#chara_dl">ダウンロード</a>画面に移行します。<br>
			<br>
		</li>
	</ul>

<br id="chara_dl">

	<div class="w100"><b>●ダウンローダー</b> ： 弊社ホームページで公開している「 <a href="http://up.illusion.jp/koikatu_upload/chara/index.php">キャラクターアップローダー</a> 」からキャラをゲーム内からダウンロードすることが出来ます。<br></div>
	<ul class="ContBG image550">
		<li class="CTextA">
			※パソコンにインターネット接続環境が必要となります。必ず <a href="http://up.illusion.jp/koikatu_upload/chara/company.php">ご利用規約</a> を御覧下さい。<br>
			<img src="img/game/chara_dl.jpg" alt="">
			※ダウンロードしたデータは <a href="#data">chara フォルダ</a> に保存されます。<br>
			<br>
			<b style="color: red;font-weight: normal">
				■体験版でのアップロードは 4月26日18時までとなります。<br>
				　以後は4月27日発売予定の製品版のみアップロードが可能となります。<br>
				　　※体験版キャラデータのダウンロードはアップロード終了後も可能となります。<br>
				　　　製品版キャラデータはキャラリストに表示されず体験版では使用出来ません。<br>
				　　※日程は予告なく変更される場合もございます。<br>
				　予めご了承下さい。
			</b><br>
			<br>
		</li>
		<li class="CTextB">
			<b>① 男キャラ ／ 女キャラ</b>
			　キャラリストの性別を切り替えます。　※体験版では使用することが出来ません。<br>
			<br>
			<b>② キャラリスト</b>
			　<a href="http://up.illusion.jp/koikatu_upload/chara/index.php">キャラクターアップローダー</a>で公開されているキャラ一覧です。<br>
			<br>
			<b>③ リスト操作</b>
			　キャラリストの表示を切り替えることが出来ます。<br>
			　・自分のキャラ ： 自分でアップロードしたキャラのみを表示します。<br>
			　・順位を表示 ： リストに現在の順位を表示します。<br>
			　・表示サイズ(小) ： リストを１ページ２１キャラ表示に変更します。<br>
			　・表示サイズ(大) ： リストを１ページ１０キャラ表示に変更します。<br>
			　・◀/▶ ： リストを　前のページ／次のページ　に切り替えます。<br>
			　・|◀/▶| ： リストの　最初のページ／最後のページ　に切り替えます。<br>
			　・ｘ／ｘ ： 現在のページ／総ページ数 が表示されます。<br>
			<br>
			<b>④プロフィール</b>
			　現在リストで選択されているキャラのプロフィールです。<br>
			<br>
			<b>⑤検索条件</b>
			　選択された条件に沿ったキャラをリストに表示します。<br>
			<br>
			<b>⑥ダウンロード</b>
			　リストで選択しているキャラをダウンロードします。<br>
			<br>
			<b>⑦削除</b>
			　選択したキャラをアップローダーから削除します。<br>
			　※「リスト操作」で「自分のキャラ」選択時のみ使用出来ます。<br>
			<br>
			<b>⑧タイトル</b>
			　<a href="#titleScene">タイトル画面</a>に戻ります。<br>
			<br>
		<b>⑨アップロードへ</b>
			　<a href="#chara_up">アップロード</a>画面に移行します。
		</li>
	</ul>





	<hr id="config">
	<h4>　コンフィグ</h4>
	<div class="w100a">　ゲーム内の表現・音量の調整を行う事ができます。</div>
	<ul id="configCont" class="ContBG image550">
		<li class="CTextA"><img src="img/game/config.jpg" alt=""></li>

		<li class="CTextB">
			<b>①</b>
			　「メインメニュー」より「セーブ・ロード」を選択します。<br>
			<br>
			<b>②</b>
			　「コンフィグ」を選択すると設定画面が表示されます。<br>
			<br>
			<b>③</b>
			　ゲーム内の表現・音量の調整を行う事ができます。<br>
			　　・影の表現 ： 滑らか・くっきり等キャラ表現の変更を行うことが出来ます。<br>
			　　・影の濃さ ： 影の濃さを調整することが出来ます。<br>
			　　・アウトラインの濃さ ： 輪郭線の濃さを調整することが出来ます。<br>
			　　・アウトラインの太さ ： 輪郭線の太さを調整することが出来ます。<br>
			　　・ＢＧＭの音量 ： BGMの音量を調整することが出来ます。<br>
			　　・効果音の音量 ： 効果音の音量を調整することが出来ます。<br>
			　　・注視点を表示する ： 注視点（カメラの基準点）の表示を切り替えます。<br>
			<br>
			</li>
	</ul>


	




<hr id="keyboard">
	<h4>　キーボードショートカットキー</h4>

<ul class="ContBG">
	<li>
		　キーボードの「 Ｆ2 」キーを押すとショートカットキー 一覧を表示します。<br>
		　　<img src="img/game/keyboard.jpg"><br>

	</li>
</ul>


<hr id="support">
<h4>　トラブルシューティング</h4>
<div id="trouble">
<ul class="ContBG">
<li>
	　　ゲームが起動しない、マニュアルに従って操作しても正常に動かない等トラブルが発生した場合、症状に合わせて対処方法をお試し下さい。<br>
	<br>
	<div class="supsub">　●症状1： ゲームが起動しない、突然止まってしまう、動作がおかしい（キャラクターが真っ黒になる、もしくは真っ白になる）等</div>
	　ゲームが正常に動作しないという場合、動作環境を満たしていない事がほとんどです。　まずはお使いのパソコンがゲームの動作環境を満たしているかご確認下さい。<br>
	　※<a href="#startup">初期設定</a>にあります「システム情報」を起動するとお使いのパソコンの性能が表示されます。 ゲームの動作環境は<a href="#spec">こちら</a>に記載されていますのでご確認下さい。<br>
	<br>
	
	　※下記の操作はお客様の自己の責任のもとで行って下さい。<br>
	　　弊社ではできる限りのサポートを行ってまいりますが、デバイスドライバなどの導入における事故に関しましては一切責任を負いませんのでご了承下さい。<br>
	　　ドライバのインストールや各種操作に不安がある場合は、お使いのパソコンメーカーにご相談下さい。<br>
	<br>
	　①グラフィックカードドライバの更新を行って下さい。<br>
	　　動作環境を満たしていて動作に異常がある場合、グラフィックカードドライバのバージョンが古い事が原因になっているケースがあります。<br>
	　　グラフィックカードドライバの更新につきましてはお使いのパソコンメーカー、もしくはお使いのグラフィックカードメーカーへお問い合わせ下さい。<br>
	　　また、<a href="#startup">簡易設定</a>をノーマルまたはパフォーマンスに変更し、表示形式をウィンドウに変更して下さい。<br>
	<br>
	　②常駐プログラムの停止<br>
	　　アンチウイルスソフト等の常駐プログラムが稼動していますと、正常に動作しない場合がございますので、ゲームの起動時は一旦アンチウイルスソフト等を停止させて下さい。<br>
	　　常駐プログラムの停止方法につきましては常駐ソフトのマニュアルをご覧下さい。<br>
	<br>
	　③各種ドライバの更新	<br>
	　　マザーボードやサウンドカードが原因の場合もございます。	<br>
	　　各デバイスドライバを最新のバージョンに更新して下さい。	<br>
	　　※詳しくはお使いのパソコンメーカー、もしくは各ハードウェアの販売元へお問い合わせ下さい。	<br>
	<br>
	　④Windowsの再インストール	<br>
	　　Windowsが不安定になっているケースも考えられます。バックアップをとってからHDDをフォーマットしてWindowsを入れ直しますと、正常に戻る場合がございます。	<br>
	　　※バックアップは十分注意して行って下さい。大切なデータを紛失された場合、弊社では責任を負いかねますのでご注意下さい。<br>
	　　※詳しくはお使いのパソコンメーカー、もしくはMicrosoftへお問い合わせ下さい。	<br>
	　<br>

</li>
</ul>


<br>


<ul class="ContBG">
<li>
	<div class="supsub">　●症状2 ： 動作設定やゲームのセーブが保存されない</div>
	　管理者権限の設定がされていないと各種データが保存されない可能性がございます。<br>
	　下記手順のとおり、管理者権限の設定を行って下さい。<br>
	<br>
	　①デスクトップにあります「コイカツ キャラメイク 体験版」のショートカットを右クリックして「プロパティ」を選択して下さい。<br>
	<br>
	　②プロパティの画面から「互換性」を選択し、「管理者としてこのプログラムを実行する」にチェックを入れて下さい。<br>
	<br>
	　③「適用」→「OK」の順に選択し、ゲームの動作をお試し下さい。<br>
</li>
</ul>


<br>



</div><!--trouble-->










<div id="footer">
	<ul>
		<li id="gtop">トップに戻る</li>
		<li id="cl">Copyright (C) ILLUSION All rights reserved</li>
	</ul>

</div>


	</div>
　
</body>
</html>
